Repository: marcosicp/kiriapp
Catalog: lib/l10n/intl_*.arb
Languages: es

# title
source: Â¡Hello World!
es: ¡Bienvenidos!

# titleSubtitle
source: Sign in with your email and password
es: Ingrese con su email y contraseña

# dontHaveAccount
source: Don't have an account?
es: No tiene cuenta?

# enterPass
source: Enter your password
es: Ingresar su contraseña

# enterEmail
source: Enter your email
es: Ingresar su email

# singIntoAccount
source: Signing in to account
es: Ingresar en la cuenta

# signedOk
source: Signed In Successfully
es: Ingreso correctamente

source: Sign In
es: Ingresar

source: Sign Up
es: Registrarse

# forgotPass
source: Forgot Password
es: Olvide mi contraseña

# exploreAll
source: Explore All Products
es: Todos los productos
